Repository: AppTonomia-Sirio/Backend
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: This field is required
es: Este campo es obligatorio

source: The autonomy tutor must be activated as such before being assigned
es: El tutor de autonomía tiene que estar activado como tal antes de ser asignado

source: The autonomy tutor mustn't be assigned to itself
es: El tutor de autonomía no debe estar asignado a sí mismo

source: The therapist needs to have the Therapist role before being assigned
es: El terapeuta tiene que tener el rol Terapeuta antes de ser asignado

source: %(name)s %(surname)s needs to be have the Educator Tutor role before being assigned
es: %(name)s %(surname)s tiene que tener el rol Educador Tutor antes de ser asignado

source: %(name)s %(surname)s must be assigned to home %(home_name)s before being assigned
es: %(name)s %(surname)s tiene que estar asignado al hogar %(home_name)s antes de ser asignado

source: %(name)s %(surname)s needs to be in the educators field before being assigned as main_educator
es: %(name)s %(surname)s tiene que formar parte del campo educators antes de ser asignado como main_educator

source: Password is not valid
es: La contraseña no es válida
